<?php $page="badges"; ?>
<?php require_once("/server-settings.php"); ?>
<?php include("/ortak-header.php"); ?>

<div class="banner2" style="width:850px; height:40px; margin:0 auto;" id="bannerx">
<div style="font-size:22px; color:white; font-weight:bold; padding:12px">服務條款</div>
</div>

<div style="width:830px; 
   padding: 20px; margin:0 auto;
   background: none repeat scroll 0 0 #FFFFFF;
    border-radius: 0px 0px 5px 5px;
    box-shadow: 0 1px 3px #A8CFE5;
	background: rgba(255, 255, 255, 0.95);" id="maincontentx">




 <style>

 h2 {
    font-size: 24px;
    margin-bottom: 5px;
}

p, address {
	 padding-left: 12px;
   font-size: 13px;
    margin: 0 0 15px;

	line-height: 1.5em !important;
    margin-bottom: 26px;
    padding-bottom: 10px;
    text-align: justify;
    width: 95%;
}

p.tip {
    background-color: #E5EEF2;
    padding-left: 12px;
    border: 1px solid #F1F1F1;
    border-radius: 5px 5px 5px 5px;
    box-shadow: 0 1px 2px #CCCCCC;
    color: #444444;
    display: block;
    margin: 0 0 26px 12px;
    padding: 5px 10px;
    text-align: left;
    width: 91.3%;
}

span.tip {
    background: url("/icon/arrow-small-right.gif") no-repeat scroll right center #FFCC00;
    border: medium none;
    border-bottom-left-radius: 3px;
    border-top-left-radius: 3px;
    color: #FFFFFF;
    display: inline;
    font: 9px/11px Lucida Grande,Tahoma,Arial,sans-serif;
    margin: 0 4px 0 0;
    padding: 1px 9px 2px 5px;
    vertical-align: baseline;
}
</style>
 
 
 
 

<div style="">
 
<p>本服務條款（下稱<strong>「條款」</strong>）管理您對本服務及Elooi旗下網站的存取和使用，以及上傳、下載或出現於本服務的任何資訊、文字、圖像、照片及其他素材（統稱為<strong>「內容」</strong>），您存取及使用本服務是基於您同意及遵守這些條款。存取或使用本服務代表您接受這些條款的約束。
</p>

<h3>基本條款</h3>

<p>您需要為使用本服務、在本服務張貼任何內容，以及其衍生的後果負責。您提交、張貼、展示的內容將能夠被本服務的其他用戶、第三方服務和網站檢閱（前往<a href="/settings/account">帳戶設定</a>頁面控制誰能夠觀看您的內容）。在這些條款下，您理應只提供可以與人分享，自己感到舒適的內容。</p>

<p class="tip"><span class="tip">提示</span> 您在 Elooi 上發佈的，全世界也可即時看到。你的 elooi 就是你！
      </p>

<p>如果您能夠與Elooiy訂定有拘束力的契約，而且並非美國法律或其他可適用的司法管轄下禁止接受服務的人，方能使用本服務。遵守這些條款及遵守其他可適用的國際、國家、州際、地方的法律、章程及條例者方能使用本服務。</p>

<p>Elooi經常改進旗下的服務，因此該服務的形式和性質，有可能在沒有預先通知下隨時改變。另外，Elooi有可能向您或普遍用戶（永久或暫時）停止提供服務（或服務中的任何功能），且有可能無法給您提供預先的通知。我們也根據自己的判斷保留使用限制的規定和儲存空間，而不事先通知您。</p>

<p>本服務可能包含以本服務的內容、資訊、質詢或其他資訊作為對象的廣告。Elooi有權修改本服務上發佈的廣告的類型和程度。由於Elooi准許您存取和使用本服務，您同意Elooi及其第三方提供者和合作伙伴可能將廣告放置在本服務或展示您或其他人在本服務發佈的內容或資訊。</p>

<h3>隱私</h3>


<p>您提供給Elooi的任何資訊皆從屬於我們的<a href="/privacy">隱私權政策</a>，藉此管制我們對於您的資訊的收集和使用。您明白您使用本服務時同意這些資訊的收集和使用（如在隱私政策提及），包括轉移這些資訊到美國和/或其他國家用作儲存、處理及被Elooi使用。由於提供本服務的一部分予您，我們可能需要給您提供某些訊息，例如服務公告及行政信息。這些訊息是本服務的一部分，您的Elooi帳戶將不能夠選擇性地拒絕接收。</p>

<p class="tip"><span class="tip">提示</span> 您可選擇退訂Elooi大部分的訊息，包括我們的官方通訊、新關注者電郵通知等等。請參閱設定內的通知標籤了解更多。</p>

<h3>密碼</h3>

<p>您有責任保護用於存取本服務的密碼，以及用於任何活動或行動的密碼。我們鼓勵您使用較「強」的密碼（混用大小楷字母、數字及符號的密碼）作為帳戶密碼。任何不符合上述要求而造成的損失或損害，Elooi一概不會承擔該責任和義務。</p>

<h3>本服務的內容</h3>

<p>不論是公開張貼還是私密傳送的內容，責任只歸於發佈內容的源頭。我們不會監視或控制張貼在服務上的內容，因此我們不能為該些內容負責，而您則需要承擔那些張貼在服務上的內容、素材所涉及的用途和承諾的風險。</p>

<p>我們不會認可、支持、代表或保證本服務或已張貼訊息的內容的完整性、真確性、準確性和可靠性，亦不認可經本服務發表的任何意見。您明白在使用服務時，您或許會遇到具攻擊性、有害的、錯誤的、不適當的、錯誤標籤或欺詐性的內容。無論在任何情況下，Elooi都對任何內容沒有義務，包括但不限於其內容上的錯誤或疏忽，或在已張貼、電郵寄送、傳輸或經其他媒介發佈的內容招致的損失或損害上。</p>

<h3>你的權利 </h3>

<p>您擁有任何經本服務提交、張貼、展示的內容的權利。透過經本服務提交、張貼或展示內容，您賦予我們一個全球性、非排外性、免版稅的許可（包括發從屬許可的權利），准許我們以任何媒介或分發方式（包括未知及後期開發）使用、複印、複製、處理、改編、修改、出版、傳輸、展示及分發該內容。</p>

<p class="tip"><span class="tip">提示</span> 這個許可是您授權我們公開您的推文到世界每一處，並且讓別人也這樣做。</p>

<p>您同意這許可，包括Elooi有權與其合作的其他公司、機構或個人能夠在其他媒體和服務上聯合、廣播、分發或出版該內容，在使用該內容時遵守我們的條款和條件。</p>


<p class="tip"><span class="tip">提示</span> Elooi開發了一套<a href="/apirules">規則</a>來說明本服務的系統伙伴如何使您的內容更互動。這些章程是以開放系統及保障您的權利為初衷，不過您的終歸您的，您擁有您的內容（相片也是該內容的一部分）。</p>

<p>關於您經由本服務提交、張貼、傳輸或其他方式發佈的內容，Elooi及與其合作的公司、團體、獨立個體也能額外使用，且可能讓您無法從中取得任何補償。</p>

<p>我們可能會修改或調整您的內容，為了通過計算機網絡和各種媒體傳播、展示或分送它而/或修改您的內容是必要的，以符合和適應任何要求或限制的任何網絡、設備、服務或媒體的內容。</p>

<p>您需要為使用本服務、提供的所有內容，以及其後果負上責任，包括您被其他用戶和我們第三方的合作伙伴使用的內容。您明白您的內容有可能被我們的合作伙伴轉播，如果您沒有該內容的發佈權，您有可能需要付上法律責任。Elooi 將一概不負責，也不承擔合符這些條款的內容的使用責任。您代表及保證您提交的內容屬於您，並持有該內容的權利和授權。</p>

<p>Elooi提供給您一個個人的、全世界通行、免版稅、不可轉讓、非排外的許可，讓您使用Elooi服務中所提供給您的軟件。這許可的唯一目的是讓您在這些條款下，使用Elooi服務及在當中獲益。</p>

<h3>Elooi的權限</h3>

<p>所有關於本服務（用戶提供的內容除外）的權利、頭銜和利益均只屬於Elooi及其免許認可者。本服務受到美國及外國版權、商標及法律保護。條款沒有准許您擅自使用 Elooi 的名稱、Elooi 商標、標識、域名及其他具辨別性的品牌特徵。您提供予 Elooi 及其服務的任何反饋、評論或建議皆是自願的。當我們覺得適合時，我們將免費使用該些反饋、評論或建議，且沒有必要對您履行任何義務。</p>

<h3>限制的內容和使用的服務</h3>


<p>我們有權在任何時間（但沒有義務）刪除、拒絕分發本服務的內容、終止用戶契約或收回用戶名稱。請檢閱<a href="http://support.elooi.com/articles/18311-the-elooi-rules">Elooi 規則</a>（其中部分條款）以便充分理解本服務禁止的部分。我們亦有權存取、讀取、保存、公開任何資訊，因為我們有理由相信必須 (i) 遵守任何可適用的法律、規則、法律程序或政府要求；(ii) 執行本條款，包括調查本文件提及潛在的違法事件；(iii) 偵查、防止或以其他方法解決欺詐、保安或技術問題，或 (iv) 保障Elooi、其用戶及公眾的權利、財產和安全。</p>

<p class="tip"><span class="tip">提示</span> 除了我們隱私政策所述之外，Elooi不會向第三方披露個人識別信息。</p>


<p>除非獲得本服務（或其條款）的允許，您必須使用<a href="http://dev.elooi.com">Elooi API</a>來複製、修改、創作衍生作品、分發、出售、轉讓、公開展示、公開執行、傳送，或其他方法使用本內容或本服務。</p>

<p class="tip"><span class="tip">提示</span> 我們允許並鼓勵廣泛的內容再利用。 Elooi API 的存在正是為了這一點。</p>

<p>您在存取或使用本服務期間不得：(i) 存取、篡改或使用服務內的非公共領域、Elooi 內部系統以及Elooi供應商的技術傳輸系統；(ii) 試探、掃瞄或測試任何系統或網絡的漏洞，以及違犯、越過任何保安或認證措施；(iii) 經以非現有、非Elooi公開提供（只根據這些條款和條件）的任何途徑（自動化或其他方式）存取、搜尋、試圖存取或搜尋本服務，除非您從Elooi取得額外單獨的協議，特別獲准這樣做（注意：依照robots.txt規定抓取 (crawling) 本服務是被允許的，但禁止在未經同意的情況下搜刮 (scraping) 本服務）；(iv) 以電郵、張貼內容及其他方法偽造TCP/IP標頭或標題部分的任何訊息，藉此利用服務發送經修改、欺詐或虛假的源頭識別訊息；(v)（試圖）干擾或破壞用戶、主機或網絡的存取，包括無約束的行動、向服務發送病毒、使其超載、進行洪水攻擊 (flooding)、發送垃圾郵件、郵件轟炸，或通過建立內容的腳本為服務帶來干擾和不必要的負擔。</p>

<h3>授權條款</h3>

<p>Elooi尊重他人的智慧財產權，並期望所服務的用戶也一樣。我們會用適用的法律，回應提供給我們涉嫌侵權的通知。如果您認為您的內容因複製的方式構成版權侵權，請向我們提供以下信息：（一）版權擁有人或授權代理人的實體或電子簽名;（二）疑似被侵的版權作品證明;（三）確認疑似侵權或成為侵權活動目地的著作材料，即使被刪除或被禁止取得，以及合理足以讓我們找到的侵權材料的訊息;（四）您的聯繫資料，包括您的地址，電話號碼和電子郵件地址;（五）您的投訴聲明: 您有理由相信，對方沒有經著作權人，其代理人或法律授權，而使用您的著作材料;（六）聲明的訊息是準確的通知，並根據偽證罪，您有權採取行動代表版權所有者。</p>

<p>我們有權不事先通知您，即可憑自己之單獨判斷移除任何涉嫌侵權的內容。在適當的情況下，若確認用戶屢次侵權，Elooi將終止用戶的帳號戶。我們委託指定的版權代理商為我們處理服務上所謂侵犯版權的通知：</p>

<address>Elooi, Inc. <br/> Attn：Copyright Agent <br/> 795 Folsom Street, Suite 600 <br/> San Francisco, CA 94107 <br/> 電子郵件：<a href="mailto:&#099;&#111;&#112;&#121;&#114;&#105;&#103;&#104;&#116;&#064;&#116;&#119;&#105;&#116;&#116;&#101;&#114;&#046;&#099;&#111;&#109;">&#099;&#111;&#112;&#121;&#114;&#105;&#103;&#104;&#116;&#064;&#116;&#119;&#105;&#116;&#116;&#101;&#114;&#046;&#099;&#111;&#109;</a></address>

<h3>這服務是有效的“AS-IS"</h3>
<p>您需要承擔存取和利用本服務或任何內容的風險。您明白並同意提供給您的服務是建立於「現況」及「現有」的基礎上。在不限制前言下，Elooi及其合作伙伴否認一切用於特定用途或不侵權的保證、明示或暗示性的適銷性和適合性。我們不保證及不承認需要為服務或其他內容的完整性、準確性、有效性、合時性、安全性、可靠性負上責任和義務。Elooi將不會為您電腦上的損害、資料流失、存取或使用本服務或任何內容帶來的損失負上責任和義務。您也同意Elooi不需為跟服務和任何內容有關的刪除、儲存或傳輸上的失敗負上責任和義務。我們無法保證本服務能迎合您的要求，或開放於沒有干擾、安全、無錯的基礎上。不論是口述、書面，還是從Elooi或服務中取得的建議或資料，在這裡也無法獲得保證。</p>

<h3>連結</h3>
<p>本服務可能包含前往第三方網站或資源的連結。您承認及同意我們不需為以下幾項負上責任或義務：(i) 該些網站資源的有效性和準確性；或 (ii) 該些網站或資源提供的內容、產品或服務。前往該些網站或服務的連結不意味著其網站或服務提供的內容、產品或服務得到Elooi的保證。您承認和假設所有使用該些網站或服務的風險也是一人的責任。</p>

<h3>責任限制</h3>
<p>在適用法律容許的最大範圍下，Elooi及其子公司、附屬團體、幹部、僱員、代理商、合作伙伴及免許認可人將不會對任何直接、間接、附帶、特殊、衍生性或懲罰性的損害負上義務，包括但不限於利益、數據、使用、好意的或其他無形的損失，損失可能來自 (i) 您存取、使用、無能力存取或使用該服務；(ii) 第三方在服務上進行的任何行為或內容，包括但不限於任何誹謗、具攻擊性或其他用戶或團體的違法行為；(iii) 從服務中獲得的任何內容，以及 (iv) 未經授權存取、使用或修改您的傳輸或內容，不論是基於保證、合同、侵權（包括過失）或其他合法意見，不論Elooi有否被認為有可能招致損失，以及發現補救工作失敗。</p>

<h3>排除</h3>
<p>Some jurisdictions do not allow the exclusion of certain warranties or the exclusion or limitation of liability for consequential or incidental damages, so the limitations above may not apply to you.</p>

<h3>權利之拋棄與分離條款</h3>

<p>Elooi 未執行的任何權利或規定，不表示放棄該權利或規定。在任何時候，某些條款被裁定為無效或不允許執行時，其餘的條款將繼續有效且保有完整權力。</p>

<h3>管轄法律及司法管轄權</h3>
<p>在不考慮您居住的國家或州政府的法律有否衝突的前提下，這些條款和任何與第三方有關的行動將受到加利福尼亞州的法律管制。所有索償、法律行動或與本服務有關的訴訟只會在加利福尼亞州的舊金山縣提出，您亦接受擁有管轄權的法院和地點，並放棄提出異議或不便。如果您接受這些條款基於美國聯邦政府政治實體，法律上不能接受控權法、管轄權或管轄地區的條款，那麼這些條款將不適用於您；這些條款和與之相關的任何行動將受到美利堅合眾國的法律管制（而不涉及法律衝突），在沒有聯邦法律和其允許的範圍下，將依據加利福尼亞州的法律（不包括法律選擇）。</p>

<h3>完整協議</h3>
<p>本條款、Elooi規則及我們的隱私政策是Elooi與您有關本服務（不包括您與Elooi以外的任何服務定下的個別協定，該協定明顯地代替或附加原有的條款）完整且唯一的協定，這些條款取締任何先前Elooi與您定下有關本服務的協定。除了以Elooi作為總公司的集團成員，根據條款將沒有人或公司成為第三方的受益人。</p>


<p>我們可以不時修訂此條款。此條款的最新版本能控制我們對您的資訊的使用，您可以到<a href="/tos">elooi.com/tos</a>參閱。一切修改皆出於我們單獨的判斷，如果我們作出了重大修改，我們會在@Elooi update張貼告示，或發送電郵至與您帳戶聯繫的電子郵件地址，通知你有關修訂。當修改生效後，繼續存取或使用本服務代表您接受修改後的條款。</p>


<p>本服務是由Elooi Inc., 795 Folsom Street, Suite 600, San Francisco, CA 94107提供及營辨。如果您對這些條款有任何疑問，請<a href="/about/contact">聯絡我們</a>。</p>

<p><em>有效日期： June 01, 2011</em></p>
 

<br>

<div style="clear: both;"></div>
</div>

</div>

<script type="text/javascript">
jQuery(document).ready(function(){ 
	setBackgroundValues("no-repeat","#DDF3FC","/bg/theme_default_modify.jpg","", "#272323", "#000000", "#333333","#B2BDCD");
});
</script>

<?php include("/ortak-fotter.php"); ?>